ime=Ime proizvoda:
sifra=Kod proizvoda:
kategorija=Kategorija proizvoda:
cijena=Cijena:
kolicina=Koli\u010dina:
odustani=Odustani
azuriraj=A\u017euriraj
dodaj=Dodaj proizvod
username=username
lozinka=lozinka
prijava=Prijava
kolona1=\u0160ifra
kolona2=Naziv
kolona3=Namjena
kolona4=Cijena
kolona5=Koli\u010dina
pretraga=Pretraga
azurirajProizvod=A\u017euriraj proizvod
cartAdd=Dodaj u korpu
cart=Korpa
total=Ukupno:
help=Pomo\u0107
about=O aplikaciji
language=Jezik
createReport=Kreiraj izvje\u0161taj
exit=Izlaz
proizvodjac=Proizvo\u0111a\u010d:
farmaceutskiOblik=Farmaceutski oblik:
nacinUpotrebe=Na\u010din upotrebe:
opis=Opis:
sastav=Sastav:
napomene=Napomene:
namjena=Namjena:
homepage=Po\u010detna
odbaci=Odbaci kupovinu
finish=Zavr\u0161i kupovinu
obrisi_proizvod=Ukloni proizvod
dodavanjeProizvodaText=Za dodavanje novog proizvoda kliknite na dugme "Dodaj proizvod". Klik na dugme "Dodaj proizvod" otvara formu za unos podataka o novom proizvodu. Kada ste zavr\u0161ili sa popunjavanjem podataka o proizvodu, kliknite na dugme "Dodaj proizvod". Novi proizvod tada biste trebali vidjeti u listi proizvoda u po\u010detnom prozoru.
azuriranjeProizvodaText=Za a\u017euriranje proizvoda prvo odaberite \u017eeljeni proizvod iz tabele proizvoda, a zatim kliknite na dugme "A\u017euriraj proizvod". Klik na dugme "A\u017euriraj proizvod" otvara formu za a\u017euriranje podataka o odabranom proizvodu. Kada ste zavr\u0161ili sa izmjenom podataka o proizvodu, kliknite na dugme "A\u017euriraj proizvod". A\u017eurirani proizvod tada biste trebali vidjeti u listi proizvoda u po\u010detnom prozoru.
brisanjeProizvodaText=Za brisanje proizvoda prvo odaberite \u017eeljeni proizvod iz tabele proizvoda, a zatim kliknite na dugme "Ukloni proizvod".
dodavanjeUKorpuText=Za dodavanje proizvoda u korpu prvo odaberite \u017eeljeni proizvod iz tabele proizvoda, a zatim kliknite na dugme "Dodaj u korpu". Klik na dugme "Dodaj u korpu" otvara novi prozor sa detaljnim informacijama o proizvodu. Odaberite \u017eeljenu koli\u010dinu i kliknite na dugme "Dodaj u korpu". Proizvode koje ste dodali u korpu mo\u017eete pregledati u kartici "Korpa".
naplata=Klikom na karticu "Korpa" otvarate karticu sa listom proizvoda koje ste prethodno dodali u korpu. Da biste finalizirali kupovinu, kliknite na dugme "Zavr\u0161i kupovinu". Ukoliko \u017eelite obrisati proizvod iz korpe, mo\u017eete to u\u010diniti klikom na "X" ikonicu pored \u017eeljenog proizvoda. Ukoliko \u017eelite odbaciti kupovinu, korpu mo\u017eete isprazniti klikom na dugme "Odbaci kupovinu".
napomeneHelp=Napomene: \u0160ifra proizvoda mora biti jedinstvena. Obavezna polja ozna\u010dena su crvenom bojom.
dodavanjeNaslov=Dodavanje novog proizvoda
azuriranjeNaslov=A\u017euriranje proizvoda
brisanjeNaslov=Brisanje proizvoda
korpaNaslov=Dodavanje proizvoda u korpu
naplataNaslov=Finaliziranje kupovine
izvjestajNaslov=Kreiranje izvje\u0161taja
izvjestajText=TO DO
homeText=TO DO
homeNaslov=Vodi\u010d za upotrebu aplikacije
osnovneInfo=Osnovne informacije o lijeku
detaljneInfo=Detaljne informacije o lijeku